Repository: appleVovan/KMA.AsStudent.MachineRepairWCFWPF
Catalog: AlphaRecognitionService/Properties/strings.*.resx
Languages: ru_ru

# String_CalculateSize
source: Calculate Size
ru_ru: Рассчет размера

# String_CleanTemps
source: Clean Temps
ru_ru: Очистка Temps

# String_Danger
source: Danger
ru_ru: Опасно

# String_DocalphaStationError
source: docAlpha Station Error.
ru_ru: Ошибка на станции docAlpha.

# String_DoesNotExists
source: (does not exists)
ru_ru: (не существует)

# String_DoYouReallyLikeToUninstall
source: Do you REALLY like to uninstall the {0}?
ru_ru: Вы действительно хотите удалить {0}?

# String_Error
source: Error
ru_ru: Ошибка

# String_ErrorWhileOpeningHost
source: Error while opening the host
ru_ru: Ошибка при открытии хоста

# String_ErrorWhileTryingToDisconnectFromServer
source: Error while trying to disconnect from the server
ru_ru: Ошибка при попытке отключения от сервера

# String_ErrorWhileTryingToInitializeServerLog
source: Error while trying to initialize server log:
ru_ru: Ошибка при попытке инициализации серверного журнала:

# String_ErrorWhileTryingToRetrieveServiceInfo
source: Error while trying to retrieve the service information. Probably service is not installed
ru_ru: Ошибка при попытке получения информации службы. Вероятно, служба не инсталлирована

# String_ErrorWhileTryingToStopHostListener
source: Error while trying to stop the host listener
ru_ru: Ошибка при попытке остановить прослушивателя хоста

# String_ErrorWhileTryingToStopRecognition
source: Error while trying to stop the Recognition
ru_ru: Ошибка при попытке остановить распознавание

# String_NotImplemented
source: Not Implemented
ru_ru: Не реализовано

# String_PauseCalculation
source: Pause Calculation
ru_ru: Пауза подсчета

# String_PauseCleaning
source: Pause Cleaning
ru_ru: Пауза очистки

# String_PleaseWait
source: Please Wait
ru_ru: Пожалуйста, подождите

# String_Reason
source: Reason:
ru_ru: Причина:

# String_RecognitionServiceStopped
source: Recognition Service Stopped
ru_ru: Служба распознавания остановлена

# String_RecognitionStationConfigurationProgram
source: Recognition station configuration program
ru_ru: Программа конфигурации станции распознавания

# String_RecognitionStationConfigurationProgramUn
source: Recognition station configuration program: Unhadled exception
ru_ru: Программа конфигурации станции распознавания: необрабатываемое исключение

# String_ResumeSizeCalculation
source: Resume Size Calculation
ru_ru: Итог расчета размера

# String_ResumeTempsCleaning
source: Resume Temps Cleaning
ru_ru: Итог очистки Temps

# String_SeeLogsInFolder
source: See logs in folder:
ru_ru: См. журналы в папке:

# String_ServiceAlreadyInstalledPressOk
source: Service {0} is already installed. Press OK.
ru_ru: Служба {0} уже инсталлирована. Нажмите OK.

# String_ServiceFailedToStartReason
source: Service failed to start. Reason:
ru_ru: Не удалось запустить службу. Причина:

# String_ServiceNotInstalled
source: Service is not installed
ru_ru: Служба не инсталлирована

# String_ServiceStarted
source: Service is Started
ru_ru: Служба запущена

# String_ServiceStatus
source: Service Status:
ru_ru: Статус службы:

# String_ServiceStopped
source: Service is Stopped
ru_ru: Служба остановлена

# String_StartService
source: Start Service
ru_ru: Запустить службу

# String_Status
source: Status
ru_ru: Статус

# String_StopService
source: Stop Service
ru_ru: Остановить службу

# String_SuccessfullyInstalled
source: Successfully installed the {0}
ru_ru: Успешно инсталлировано {0}

# String_SuccessfullyUninstalled
source: Successfully uninstalled the {0}
ru_ru: Успешно деинсталлировано {0}

# String_TempsCleanedMb
source: Temps Cleaned: {0} Mb
ru_ru: Очищено Temps: {0} Mb

# String_TempsCleanedMbUnfinished
source: Temps Cleaned: {0} Mb (unfinished)
ru_ru: Очищено Temps: {0} Mb (незавершено)

# String_TempsSizeMb
source: Temps Size: {0} Mb
ru_ru: Размер Temps: {0} Mb

# String_TempsSizeMbUnfinished
source: Temps Size: {0} Mb (unfinished)
ru_ru: Размер Temps: {0} Mb (незавершено)

# String_TryingToStartService
source: Trying to start service...
ru_ru: Попытка запустить службу ...
